---
title: 活字乱刷术 - I
date: 2025-01-12
tags: [poopy]
head:
  - - meta
    - name: description
      content: vitepress-theme-bluearchive 活字乱刷术 - I
  - - meta
    - name: keywords
      content: vitepress-theme-bluearchive 活字乱刷术 - I
---

我将数十张试卷拼接成了一张试卷！

---

# 三十五市合体联盟·$2005$ 年下学期高五期中测试

命题人：老子  审题：楚襄王  全卷满分：$\sqrt{i}$ 分，考试时间 $\pi$ 毫秒

**注意事项：**

1. 考试前，考生务必将自己的代谢废物和野生植物激素涂抹在本试卷和哈密瓜上，且一起摇摆后，务必用力将 $\Delta ACD$ 绕点 $A$ 顺时针方向旋转，并检查监考人员气密性。
2. 选择题的作答：选出答案后，用金刚石把所有绿色植物涂黑，如有改动，用失重大鼠的四氯化碳熔岩吸附到神经胶质细胞中；选不出答案时，请 2B 用铅笔把答题卡匀速转动产生交流电。装模做样的大哭大闹无效。
3. 非选择题的作答：将刘姥姥轰击在荧光屏上让其发光，将她黑色的下肢释放重叠的果蝇和大量的大蒜。
4. 考试结束后，考生 DNA 序列中脱氧核苷酸转变为核糖核苷酸，务必从地球表面飞翔空间站。
5. 特别地，投诉本试题无效。

**一、选择题（每题 $5$ 分，$5$ 小题，一共 $25$ 分）：**

1. 下列说法错误的是（）
A. 当 $\alpha=60^\circ$ 时，在常温下难于其他物质发生反应。
B. 用资本家制造导线创造了巨大生产力。
C. 将路易十六推上断头台能与氧气反应，反映使用了合金材料的断头台韧性好、强度大。
D. 适当加入高压蒸汽灭菌的酵母菌能更好地移植胚胎。

2. 下列关于利用人的代谢废物制作马桶坐垫的叙述，错误的是（）
A. 这样做很不科学。
B. 在气管中种植蘑菇，养殖家畜和家禽对人体有很大危害。
C. 沼气池构成了一个生态系统，能吸附杂菌，口感好。
D. 人的有机排出物营养价值高，可以再真空中传播香气，变成味精。

3. 枣树突然遇到极端天气时，常在傻瓜面前舞蹈一番，还瞬间挑起，下列说法正确的是（）
A. 跳起的最大高度 $h$ 为 $5\rho_{米}$。
B. 跳起瞬间，糖尿病大鼠有丝分裂，振动频率增大。
C. 为了避免对患者进行灭菌处理，因此需要流水冲洗患者的染色体。
D. 傻瓜带正电荷，经过电压 $U$ 加速后，不断增殖形成相互正交的匀强磁场和匀强电场。

4. Homo 是人体必须得微量元素，其在动力源泉和生活希望中发挥着特殊作用，缺乏 Homo 会造成（）
A. 忘却艰难后倒头就睡。
B. 感到茫然无措，没有梦想。
C. 一直朝大大大喊大叫。
D. 匀速飞向木卫六的细胞核。

5. 在考场模拟电磁弹射，考生的质量为 $m$，在水平答题卡上由静止匀加速起飞，使用前先给电容为 $C$ 的试卷充电，考生载机时，试卷释放储存的电能产生强大的电流，答题卡处的强大磁场使考生收到磁场力而加速，从而起飞，下列说法正确的是（）
A. 考生的动能为 $9.6\times 10^4 J$。
B. 考生能够达到第一宇宙速度，绕地球做匀速圆周运动。
C. 考生十分害怕，一直在哭。
D. 试卷和答题卡垂直，可与用于研制氢氧化酸菜。

**二、非选择题（每空 $5$ 分，共 $55$ 分）：**

1. 研究表明，老年人左后肢的传出神经可以调节中美关系，孔子成为美国支配元朝脊蛙的工具。某研究团队以威尔逊为实验材料揭示了美国总统给果蝇带来的深刻教训。
（1）环境温度升高使黑蛋觉醒军事才能，并维持兴奋，从而使英国废除资本主义，写出该反应的化学方程式 ______________。
（2）由题干信息可知，果蝇的根细胞中含有叶绿体，都能进行光合作用。小鼠皮易剥，汗多香甜，无线粒体，无法进行 ______________。
（3）患糖尿病绒毛孔子进行自交，数个多代育交品系都为长肢白眼，让一对红肢长眼雌雄孔子杂交，F 的表现及其数量为 ______________。
（4）果蝇是喜酸植物，需要充足的浓酸，长期的 NaOH 雨天气会使同卵双胞胎的白眼发黄，其原因可能是 ______________。

2. 中国神舟十四号飞船发射成功，其中一种老年雌人在半导体材料中起关键作用。雄性大人浓盐酸灌胃后，兴奋地哀嗥，在近地圆轨道上发射，射出地球，逐梦太空。
（1）老年人来源广泛，有自然来源，也有人为。根据材料说明太空中雌人的主要来源是 ______________。
（2）下列做法正确的是（）
A. 用祖母作北斗芯片的材料。
B. 剥离出兔心,用快中子辐射诱变产生黏液免兔。
C. 长大我要当太空人。
D. 太空人将“天宫”内正常人当神经进行攻击。
E. 观察抗倒伏青紫鼠有丝分裂实验中，让婴儿鼠鼠在体外受精。

3. 披肩榛鸡常用于制造香味代谢物质,含油量不断增加的披肩榛鸡直径大都在 $3$ 毫米以下直径减少到 $0$ 的时候，数量急剧下降。主要原因是 ______________。

4. 精子获能后绕卵子做匀速圆周运动，是一道独特的风景，构成一种优美独特的意境。有一种自然科学的美。
（1）精子运动图像为 ______________。(填“圆"或“双曲线”)
（2）若精子速度变为 $\sqrt{3}v_0$，则精子运动图像为 ______________。(填“抛物线”或“曲线”)

5. 超极小鼠变形时，释放大量发酵的胚胎，打在考生的脑壳上，于是考生就有了用腿杀死小鼠的念头。
（1）下列对文本相关内容的理解，不正确的一项是（）
A. 小鼠让考生失去了双腿。
B. 考生心里越来越厌恶小鼠，是因为小鼠变得很粗暴。
（2）以下是一些做法，其中正确的有（）
A. 用中子洗涤考生的脑壳。
B. 应适量饮用发酵的用硫酸碱化的小鼠胚胎。
C. 向考生的方向发射大量速率不相等的带负电病原体。

**三、现代文阅读（共 $20$ 分）：**

阅读下面的文字，完成 $1$ 至 $3$ 小题。

阳间诗  赫尔希
地球引力禁止提供塑料袋，
看手机时让人感觉阴霾。
刘姥姥迅速增殖分化释放放射钙，
手内还拿着小变肽，你别再忘了带。
细胞免疫抑制地球引力，
漓速飞船射出机动车。
小鼠溶液排放石油烯烃，制造核弹颗粒，
给我一颗核弹。
让你割让东地五百里，
不可与!
佛祖作法发病摇头吐舌手舞足蹈！
刘姥姥得知长肢红眼黑皮小鼠的做法后，痛苦和烦恼……
1. 下列对材料相关内容的理解和分析，不正确的一项是（）（$5$ 分）
A. 若刘姥姥产生了一个放射性的精子，产生该异常情况的原因为小鼠用 $H^{-}$ 标记了所有刘姥姥。
B. 这首诗看似平平无奇，却能将小鼠巧妙地融人刘姥姥色色的过程之中，饶有情趣。
C. 白皮小鼠通过有性生殖来合成核弹，后军事进攻刘姥姥，刘姥姥敬献地五百里，答应了小鼠这一不合理要求。
D. 诗人借助动作描写和场景营造，使得诗歌很有画面感和现场感，让人身临其境。
2. 在考场可以做“核弹碎小鼠”的实验，用手指轻弹一只小鼠，可以听到清脆的声音，考生将这只小鼠放在试卷和答题卡之间，通过调整其化学反应速率就能使小鼠碎掉，下列说法正确的是（）（$5$ 分）
A. 操作人员一定是依赖于叶绿素分泌了酸性重铬酸钾溶液。
B. 操作人员只需将刘姥姥发出的声波频率调到 $5001020.801Hz$。
C. 操作人员一定是同时增大了地球半径和其体内雌激素含量来调控我兄弟黑乎乎的臭后肢趾部。
D. 操作人员可能是来取刘姥姥的精子样本。
3. 请结合文本分析小鼠这一人物形象。（$10$ 分）
